Repository: GChristensen/ubiquity
Catalog: ubiquity/localization/*/developer.po
Languages: de

# highlight syntax.names
source: highlight syntax|hilite syntax
de: zeige syntax|hebe syntax hervor

# highlight syntax.description
source: Treats your selection as program source code, guesses its language, and colors it based on syntax.
de: Behandelt Ihre Selektion als Quellcode, rät die Sprache und färbt ihn ein.

# highlight syntax.execute
source: You must select some code to syntax-hilight.
de: Sie müssen etwa markieren

# highlight syntax.preview
source: Syntax highlights your code.
de: Die färbliche Hervorhebung Ihres Quelltextes.

# view source.names
source: view source|view page source
de: zeige quelltext|zeige source|zeige seiten quelltext

# view source.description
source: Shows you the source-code of the web page you're looking at.
de: Zeigt Ihnen den Quelltext Ihrer aktuellen Seite an.

# escape HTML entities.names
source: escape HTML entities
de: ersetzt HTML Einträge

# escape HTML entities.description
source: Replaces html entities (&lt;, &gt;, &amp;, &quot; and &#39;) with their escape sequences.
de: Ersetzt HTML Einträge (&lt;, &gt;, &amp;, &quot; and &#39;) mit Escape-Sequenzen

# escape HTML entities.execute
source: No text selected.
de: Kein Text makiert.

# run selector-selector.names
source: run selector-selector
de: führe selector aus

# run selector-selector.help
source: <dl> <dt> <b>Left-click / Enter</b> </dt> <dd>Copy and Quit</dd> <dt> <b> Middle-click / <u>C</u> </b> </dt> <dd>Copy</dd> <dt> <b> Right-click / Esc / <u>Q</u> </b> </dt> <dd>Quit</dd> <dt> <b> <u>M</u> </b> </dt> <dd>Move</dd> <dt> <b>PageUp/Dn</b> </dt> <dd>Scroll vertically</dd> <dt> <b>shift + PageUp/Dn</b> </dt> <dd>Scroll horizontally</dd> </dl>
de: <dl> <dt> <b>Links-Klick / Enter</b> </dt> <dd>Kopieren und Beenden</dd> <dt> <b> Mittel-Klick / <u>C</u> </b> </dt> <dd>Kopieren</dd> <dt> <b> Rechts-Klick / Esc / <u>Q</u> </b> </dt> <dd>Beenden</dd> <dt> <b> <u>M</u> </b> </dt> <dd>Move</dd> <dt> <b>PageUp/Dn</b> </dt> <dd>Vertikal blättern</dd> <dt> <b>shift + PageUp/Dn</b> </dt> <dd>Horizontal blättern</dd> </dl>

# run selector-selector.description
source: <ul style="list-style-image:none"> <li>Lets you type a jQuery selector and highlights matched elements.</li> <li>Hovering on an element generates a matching selector.</li> </ul>
de: <ul style="list-style-image:none"> <li>Lässt Sie einen jQuery-Selektor schreiben und färbt übereinstimmende Elemente ein.</li> <li>Das Schweben über ein Element erzeugt einen passenden Selektor.</li> </ul>
